angelgonzalez.loremzombie
bungcip.better-toml
capaj.vscode-exports-autocomplete
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer
dbaeumer.vscode-eslint
donjayamanne.githistory
dsznajder.es7-react-js-snippets
eamodio.gitlens
EditorConfig.EditorConfig
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
golang.go
HookyQR.JSDocTagComplete
ionutvmi.path-autocomplete
jpoissonnier.vscode-styled-components
mariusschulz.yarn-lock-syntax
mikestead.dotenv
mkaufman.HTMLHint
ms-azuretools.vscode-docker
ms-vscode.sublime-keybindings
naumovs.color-highlight
steoates.autoimport
usernamehw.errorlens
waderyan.gitblame
yzhang.markdown-all-in-one

